sea-shell-soap-wiremock/sea-shell-soap-service/src/main/resources/mock/requests/lowers/lower2.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns2:LowerRequest xmlns:ns2="http://org.jesperancinha.shells/SeaShellsWSDLLowers/">
            <LowerId>2</LowerId>
        </ns2:LowerRequest>
    </S:Body>
</S:Envelope>
